Autodesk.Revit.DB.Electrical.IAnalyticalCurrentCalculationServerProxy.Calculate(Autodesk.Revit.DB.Document,Autodesk.Revit.DB.Electrical.AnalyticalCurrentCalculationData)
Calculate the current of an analytical distribution system
Returns:
Returns true if the calculation finished successfully, false otherwise.